export const MERCHANTTYPE = [
    '小吃快餐',
    '连锁餐饮',
    '饮品店',
    '电影院/KTV',
    '企业策划',
    '软件开发',
    '教育培训',
    '安保服务有限公司',
    '邮政快递',
    '配送服务',
    '酒店连锁',
    '电子通讯',
    '电子销售',
    '电子商务',
    '房地产',
    '艺术设计',
    '设计印刷',
    '咨询',
    '美容美甲',
    '媒体',
    '体育运动',
    '音乐舞蹈',
    '教育',
    '零售',
    '商超',
    '其他'
];

export const JOBTYPES = [
    '传单/举牌',
    '促销/导购',
    '流分拣',
    '服务生/钟点工',
    '市调/宣传',
    '文员/客服',
    '技工/工人',
    '老师/家教',
    '销售/业务',
    '模特/礼仪',
    '店员/营业员',
    '美工/设计',
    '翻译/编辑',
    '表演/主持',
    '会计/出纳',
    '临时保安',
    'IT类',
    '其他',
];

export const SETTLETYPES = [
    '日结', '周结', '月结'
];
export const WELFARETYPES = [
    '包吃', '包住', '有提成', '免费培训', '交通补贴', '话费补贴'
];

export const SALARYTYPES = [
    '元/天', '元/时', '元/月'
];
export const MERCHANTLEVEL = [
    'A', 'B', 'C', 'D'
];
export const HENANAREA = [
    '上街区', '二七区', '金水区', '管城回族区', '惠济区', '中原区', '登封市', '新郑市', '新密市', '荥阳市', '巩义市', '中牟市'
];